Revit 2024 API
ParameterTypeId.SketchGridSpacingParam Property
 "Work Plane Grid Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SketchGridSpacingParam { get; }
Visual Basic
Public Shared ReadOnly Property SketchGridSpacingParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SketchGridSpacingParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace